{
  "__component": "lesson-plan.collapsible-text-section",
  "SectionTitle": "Background",
  "Content": "#### Connection to Research\n Students participate in engineering and design thinking throughout the mini-unit, putting themselves in the shoes of early optical engineers, taking on design challenges, developing their own methods to encode wave messages, and learning about important photonics applications. The first two units give a basic introduction to the concepts underpinning light, the manipulation of light, and how different types of light can be used. The final module will introduce how material properties can control light, and how this relates to ongoing technological developments. This ties into Dr. Folland’s research about the behavior of light in crystalline materials.  \n#### Research Background\n Light is one of the most powerful tools we have for understanding the world around us! It helps us see, from visible light to X-rays, and communicate via radio technologies— and, light can tell us about what things are made of.\n\nDr. Tom Folland studies how light behaves in different materials, and what this behavior can tell us about chemical, electrical and other properties of these materials. All these properties influence the usefulness of materials to create technologies as broad as computer chips, light bulbs, or pollutant sensors. In particular, by observing light in crystalline materials, the Folland group is able to observe light behaving in new ways, differently from in conventional optical materials like glass.\n\nAn example is the *polariton* – which forms when light interacts with a material to create a new state of light. It inherits some of the properties of light, but also takes on some of the properties of the material it is coupled to. For instance, the wavelength of the light can be compressed, or we can make light travel in certain directions.\nHere is a selection of summaries and scientific papers about Dr. Folland’s work and discipline:\n\n#### Further Reading:\n- [Phys.org | (Summary) Hyperbolic shear polaritons in low-symmetry crystals ](https://phys.org/news/2022-02-hyperpolic-polaritons-low-symmetry-crystals.html)\n- [Physics Today | (Overview of discipline) Nanophotonics for a sustainable future] (https://pubs.aip.org/physicstoday/article/76/6/24/2893165/Nanophotonics-for-a-sustainable-futureAs-the-field)\n- [American Chemical Society | (Scientific paper) Narrowband Polaritonic Thermal Emitters Driven by Waste Heat] (https://pubs.acs.org/doi/full/10.1021/acsomega.0c00600) ",
  "InitiallyExpanded": true
}
