{
  "__component": "lesson-plan.collapsible-text-section",
  "SectionTitle": "Feedback",
  "Content": "### Got suggestions or feedback? \n#### We want to know what you think with this short 3 min. survey:\n- [For Teachers](https://forms.gle/afC2ffa8nn1vQK2U9)\n- [For Students](https://forms.gle/88f5QzAze5tiiTvq6)\n\n[Please share your thoughts using this form](https://docs.google.com/forms/d/e/1FAIpQLSdz7_81uUZrsmEfdXk-DPW5J72gViBUO-cy2sakojs5sqAAqQ/viewform?usp=sf_link) and we will use it to improve this and other future lessons.\n### What others had to say about this lesson:\n#### Teachers\n> This is a fantastic lesson! I love how it combines actual research and allows the students the opportunity for analysis. I also love the fact that the peer review process is included in the explanation for the types of graphs used. This really allows students to see and understand the scientific process in action. Love it!!  \n> **Overall Rating:** 5/5  \n> **Student Engagement:** 4/5  \n> **Overall Learning:** 5/5  \n> **Would Recommend to Other Teachers:** 5/5  \n> **Student Level:** Grade 8  \n>   \n> –Sarah Huneycutt, Homeschool Teacher in Nashville, TN\n\n#### Students\n> I really enjoy this lesson! It is so engaging and fun! \n>  \n> –11th Grader in Nashville, TN\n\n> I think it looks like a very interactive lesson and it will hopefully be engaging and interesting to some students. It looks uncomplicated and it gives you all of the resources you will ever need for the lesson. The fact that it shows you how to create graphs and diagrams in the individual powerpoints is a good attribute in my opinion. \n> -11th Grader in Savannah, GA\n  \n> My biggest takeaway from the lesson was the importance of choosing the right way to display data...I don’t have any negative feedback…I really liked the lesson and appreciated how it was interactive and not just a lecture, like many of my online classes have become.\n>  \n> –11th Grader in Nashville, TN",
  "InitiallyExpanded": true
}
