{
  "__component": "lesson-plan.collapsible-text-section",
  "SectionTitle": "Background",
  "Content": "#### Connection to Research\n This unit was created with support and in close collaboration with [Dr. Albert Kao](https://blogs.umb.edu/collectivelab/members/), an Assistant Professor at UMass Boston. The lessons do not directly tie into his work, but Lesson 4 centers on closely related work by his collaborators into the underlying behavioral rules that lead fish to form schools. Specifically, for this lesson we created the [\"Swimming in the Dark\"](https://into-the-dark.vercel.app/) simulation that allows students to run digital experiments to understand fish schooling behavior. The worksheet connects these activities to actual results from a paper in the journal Science (see below), which the lesson parallels. \n\nLesson 5 ties into a different body of research on how and why echo chambers form in human social media networks. Using another app we developed \"[EchoSim](https://echo-jade.vercel.app/),\" students run another set of experiments, tinkering with different parameters (like tolerance to differing ideas or unfriending tendency) to see how they affect the structure of friendships and the flow of information. The simulation is based on code from [Hao Peng](http://haoopeng.github.io/), which he developed to support a paper coauthored: [Social influence and unfollowing accelerate the emergence of echo chambers](https://link.springer.com/article/10.1007/s42001-020-00084-7).\n\nAll the other lessons support understanding and engagement in these complex bodies of research through creative activities. \n#### Research Background\n Dr. Albert Kao studies the fascinating and interdisciplinary field of *[collective behavior](https://www.britannica.com/science/collective-behaviour).* Collective behavior was coined to describe activities of large, loosely organized groups of people (like fads, cults, flash mobs, riots, and the like.) In recent decades, scientists such as Albert and his colleagues have expanded this definition to include other animal species such as ants, bees, great apes, and fish that live in large groups. In both humans and many group-living animal species, scientists are keen to understand how simple behavioral rules of individuals scale up to produce *emergent properties* that are present at the group-level, but that individuals don't have. Emergent properties like stampedes can obviously happen in human and animal populations, but recent advances in motion tracking of individual behavior and movements has allowed scientists to recognize other unexpected parallels between human and animal collective behavior--such as [wisdom of the crowd and traffic](https://bigthink.com/videos/the-wisdom-of-animal-crowds/).\n\nAs with this unit itself, Albert's work combines a lot of different approaches (such as computational simulations, lab experiments, and field work) to study how groups of humans and other animals make decisions collectively. Albert's work (and that of his former PhD advisor, Dr. Iain Couzin, and other collaborators) have been covered by many excellent popular press articles. Here is a selection for you and your students to dive in:",
  "InitiallyExpanded": true
}
