{
  "__component": "lesson-plan.collapsible-text-section",
  "SectionTitle": "Background",
  "Content": "#### Connection to Research\n Students explore the various ways that scientists study crystals across scales: molecular models, modular unit cells, and bulk solid materials. They learn not only about crystals, but also the value of representing the same information in several ways to learn different things.\nThis lesson is also an exploration of symmetry and its importance in nature. Symmetry is what allows crystals to grow, and also what gives them some of their special powers, like the piezoelectric effect! Through video demonstrations and clear worksheet instructions, students are guided through activities in 3D modeling as well as electric dipole calculations to experience how symmetry determines all the properties of a crystal. \n#### Research Background\n Crystals occupy a very specific niche in public discourse—especially with the controversy about their supposed powers for magic and healing. Yet these fantastic, naturally occurring materials are truly essential for our lives in many concrete ways. We need many types of crystals to maintain our health, such as salt or iodine. And most of our technology, such as semiconductor chips, depends on the regular structures that atoms form in crystals.\nThe discovery of piezoelectric materials in the 1800s further revolutionized our technological devices. Piezos are useful for sensing and actuation, and can sense and deform very precisely. These materials are all around us, but typically their properties are only studied by advanced graduate students in material science, electrical engineering, or physics. At the end of the day, the special features of these amazing materials depend entirely on the (a)symmetry of the crystal structure.\n#### Further Reading:\n- [It’s a Material World Podcast: Piezoelectric Materials: In Your Body, Underwater, and In Space](https://www.itsamaterialworldpodcast.com/podcast/episode/546c1514/41-piezoelectric-materials-in-your-body-underwater-and-in-space-ft-dr-susan-trolier-mckinstry)\n- [Graz University of Technology: Advanced Solid State Physics | Piezoelectricity](http://lampx.tugraz.at/~hadley/ss2/crystalphysics/piezo.php)\n- [Journal of Physics: Conference Series | The Piezoelectric Effect – an Indispensable Solid State Effect for Contemporary Actuator and Sensor\nTechnologies](https://iopscience.iop.org/article/10.1088/1742-6596/1775/1/012012/pdf)\n",
  "InitiallyExpanded": true
}
