{
  "__component": "lesson-plan.collapsible-text-section",
  "SectionTitle": "Background",
  "Content": "#### Connection to Research\n Students will dive into primary resources (e.g. through [Google Scholar](https://scholar.google.com/)) or journal articles summarizing scientific research (depending on student levels), as they investigate current products and biological adaptations that could inspire new engineering solutions.  \n#### Research Background\n This series of lessons comes out of an interdisciplinary collaboration of biologists, designers, philosophers and educators at the University of Minnesota. The team is led by [Emilie Snell-Rood](https://scholar.google.com/citations?user=s-pbFU8AAAAJ&hl=en&oi=ao), who holds a BS in Biology, a doctorate in Ecology and Evolutionary Biology, and is currently faculty in Ecology, Evolution and Behavior at UMN. Emilie’s research focuses on understanding responses of organisms to human environments; for instance, why some butterflies deal well with urban pollutants and others do not. For the last decade, Emilie has been working to improve the biomimetic process, in research and the classroom, by facilitating deeper interdisciplinary collaborations between biologists, designers and engineers. The current team of biologists, architects and philosophers is exploring the development of biological principles used in design that are accurate but also spur creative design ideas in addition to developing and testing classroom activities in biomimetics. \n\nThis unit and the scientific working group that produced it is funded by the John Templeton Foundation's [Agency, Directionality & Function research program](https://www.biologicalpurpose.org/).\n\n### Further Reading\n#### Popular Media:\n- [Podcast| \"Evolution x Design – Butterfly Wing Wallpaper\"](https://rss.com/podcasts/purposepodcast/1252299/)\n- [UMN Newsroom | \"Found in translation\"](https://cbs.umn.edu/blog-posts/found-translation)\n#### Scientific Articles:\n- [**Ecology and Evolution** | \"Bioinspiration as a method of problem-based STEM education: A case study with a class structured around the COVID-19 crisis\"](https://onlinelibrary.wiley.com/doi/full/10.1002/ece3.8044)\n- [**Bioinspiration & Biomimetics** | \"Biology for biomimetics I: function as an interdisciplinary bridge in bio-inspired design\"](https://iopscience.iop.org/article/10.1088/1748-3190/ace5fb/meta)\n- [**Interdisciplinarity: Bring biologists into biomimetics**](https://www.nature.com/articles/529277a)\n\n",
  "InitiallyExpanded": true
}
